[
  {
  "title": "Time Value of Money (TVM)",
  "topic": "Finance",
  "buttonText": "What is Time Value of Money (TVM)?",
  "explanation": "<p>The <strong>Time Value of Money (TVM)</strong> is a core financial principle stating that a sum of money is worth more today than the same amount in the future due to its potential earning capacity through investment or interest.</p>"
  },
  {
    "title": "Future Value (FV)",
    "topic": "Finance",
    "buttonText": "What is Future Value (FV)?",
    "explanation": "Future Value (FV) is the value of a current asset at a specified date in the future based on an assumed rate of growth or interest."
  },
  {
    "title": "Present Value (PV)",
    "topic": "Finance",
    "buttonText": "What is Present Value (PV)?",
    "explanation": "Present Value (PV) is the current worth of a future sum of money or stream of cash flows given a specified rate of return or discount rate."
  },
  {
    "title": "Net Present Value (NPV)",
    "topic": "Finance",
    "buttonText": "What is Net Present Value (NPV)?",
    "explanation": "Net Present Value (NPV) is the sum of the present values of incoming and outgoing cash flows over a period of time. It measures the profitability of an investment by discounting future cash flows to the present."
  },
  {
    "title": "Internal Rate of Return (IRR)",
    "topic": "Finance",
    "buttonText": "What is Internal Rate of Return (IRR)?",
    "explanation": "Internal Rate of Return (IRR) is the discount rate at which the net present value (NPV) of all cash flows from a particular investment equals zero. It represents the expected rate of return."
  },
  {
    "title": "Modified Internal Rate of Return (MIRR)",
    "topic": "Finance",
    "buttonText": "What is Modified Internal Rate of Return (MIRR)?",
    "explanation": "Modified Internal Rate of Return (MIRR) adjusts the IRR by assuming reinvestment of cash flows at the project's cost of capital rather than the IRR, providing a more realistic measure of return."
  },
  {
  "title": "Discount Rate",
  "topic": "Finance",
  "buttonText": "What is Discount Rate?",
  "explanation": "The discount rate is the interest rate used to determine the present value of future cash flows by reflecting the time value of money and investment risk."
  },
  {
    "title": "Risk-free Rate",
    "topic": "Finance",
    "buttonText": "What is Risk-free Rate?",
    "explanation": "The risk-free rate is the return on an investment with zero risk, typically based on government securities such as Treasury bills, used as a baseline in finance calculations."
  },
  {
    "title": "Risk Premium",
    "topic": "Finance",
    "buttonText": "What is Risk Premium?",
    "explanation": "The risk premium is the additional return an investor expects to receive from a risky investment compared to a risk-free investment."
  },
  {
    "title": "Beta (Systematic Risk)",
    "topic": "Finance",
    "buttonText": "What is Beta?",
    "explanation": "Beta is a measure of a security's volatility or systematic risk relative to the overall market, indicating how much the security's price moves compared to market movements."
  },
  {
    "title": "Annuity",
    "topic": "Finance",
    "buttonText": "What is an Annuity?",
    "explanation": "An annuity is a series of equal payments made at regular intervals for a specified period, commonly used in financial products like retirement plans."
  },
  {
    "title": "Perpetuity",
    "topic": "Finance",
    "buttonText": "What is a Perpetuity?",
    "explanation": "A perpetuity is a type of annuity that pays an infinite series of equal cash flows with no end, commonly used in valuation formulas."
  },
  {
    "title": "Present Value of an Annuity (PVA)",
    "topic": "Finance",
    "buttonText": "What is Present Value of an Annuity (PVA)?",
    "explanation": "Present Value of an Annuity (PVA) is the current worth of a series of equal future payments, discounted at a specific interest rate."
  },
  {
    "title": "Payback Period",
    "topic": "Finance",
    "buttonText": "What is Payback Period?",
    "explanation": "The payback period is the amount of time required for an investment to generate cash flows sufficient to recover its initial cost."
  },
  {
    "title": "Discounted Payback Period",
    "topic": "Finance",
    "buttonText": "What is Discounted Payback Period?",
    "explanation": "The discounted payback period is the time it takes for an investment's discounted cash flows to repay its initial outlay, accounting for the time value of money."
  },
  {
    "title": "Profitability Index (PI)",
    "topic": "Finance",
    "buttonText": "What is Profitability Index (PI)?",
    "explanation": "Profitability Index (PI) is a ratio of the present value of future cash flows generated by a project to its initial investment, used to assess investment attractiveness."
  },
  {
    "title": "Crossover Rate",
    "topic": "Finance",
    "buttonText": "What is Crossover Rate?",
    "explanation": "The crossover rate is the discount rate at which the net present values (NPV) of two competing projects are equal, helping compare their profitability across interest rates."
  },
  {
    "title": "Effective Annual Rate (EAR)",
    "topic": "Finance",
    "buttonText": "What is Effective Annual Rate (EAR)?",
    "explanation": "The Effective Annual Rate (EAR) is the true annualized interest rate, reflecting the effects of compounding within the year."
  },
  {
    "title": "Annual Percentage Rate (APR)",
    "topic": "Finance",
    "buttonText": "What is Annual Percentage Rate (APR)?",
    "explanation": "Annual Percentage Rate (APR) is the yearly interest rate charged on borrowed money or earned through investment, excluding the effect of compounding."
  },
  {
  "title": "Weighted Average Cost of Capital (WACC)",
  "topic": "Corporate Finance",
  "buttonText": "What is WACC?",
  "explanation": "WACC is the average rate of return a company is expected to pay to finance its assets through a mix of debt and equity, weighted by their proportions in the overall capital structure, used to evaluate investment performance."
  },
  {
    "title": "Cost of Equity",
    "topic": "Corporate Finance",
    "buttonText": "What is Cost of Equity?",
    "explanation": "The cost of equity is the return required by equity investors, often estimated using the Capital Asset Pricing Model (CAPM): r = Rf + β(Rm – Rf), reflecting the risk of owning the stock."
  },
  {
    "title": "Cost of Debt",
    "topic": "Corporate Finance",
    "buttonText": "What is Cost of Debt?",
    "explanation": "The cost of debt is the effective interest rate a company pays on its borrowed funds, adjusted for taxes: r_d(1 – T), where T is the tax rate, since interest expenses are tax-deductible."
  },
  {
    "title": "Capital Structure",
    "topic": "Corporate Finance",
    "buttonText": "What is Capital Structure?",
    "explanation": "Capital structure is the mix of debt and equity financing a company uses to fund its operations and growth, influencing risk, cost of capital, and shareholder value."
  },
  {
    "title": "Optimal Capital Structure",
    "topic": "Corporate Finance",
    "buttonText": "What is Optimal Capital Structure?",
    "explanation": "The optimal capital structure minimizes the company's WACC, thereby maximizing its overall value and shareholder wealth by balancing debt and equity appropriately."
  },
  {
    "title": "Pecking Order Theory",
    "topic": "Corporate Finance",
    "buttonText": "What is Pecking Order Theory?",
    "explanation": "The Pecking Order Theory suggests firms prefer internal financing, then debt, and finally issuing equity, based on the cost and informational asymmetries associated with each source."
  },
  {
    "title": "Trade-off Theory",
    "topic": "Corporate Finance",
    "buttonText": "What is Trade-off Theory?",
    "explanation": "The Trade-off Theory states that firms balance the tax benefits of debt against the costs of financial distress to determine their optimal capital structure."
  },
  {
    "title": "Modigliani-Miller Theorems",
    "topic": "Corporate Finance",
    "buttonText": "What are MM Theorems?",
    "explanation": "The Modigliani-Miller Theorems propose that in perfect markets, a firm's value is unaffected by its capital structure; however, with taxes, debt provides tax shields, increasing firm value."
  },
  {
    "title": "Working Capital",
    "topic": "Corporate Finance",
    "buttonText": "What is Working Capital?",
    "explanation": "Working Capital is the difference between a firm's current assets and current liabilities, representing the short-term liquidity available for daily operations."
  },
  {
    "title": "Operating Cash Flow (OCF)",
    "topic": "Corporate Finance",
    "buttonText": "What is Operating Cash Flow?",
    "explanation": "Operating Cash Flow is the cash generated from normal business operations, indicating the company's ability to sustain and grow its core activities."
  },
  {
    "title": "Free Cash Flow (FCF)",
    "topic": "Corporate Finance",
    "buttonText": "What is Free Cash Flow?",
    "explanation": "Free Cash Flow is the cash generated after capital expenditures, calculated as Operating Cash Flow minus CapEx, available to pay dividends, make investments, or reduce debt."
  },
  {
    "title": "Capital Expenditure (CapEx)",
    "topic": "Corporate Finance",
    "buttonText": "What is CapEx?",
    "explanation": "Capital Expenditure (CapEx) is the funds spent by a company to acquire, upgrade, or maintain physical assets like property, plants, or equipment."
  },
  {
    "title": "Dividend Policy",
    "topic": "Corporate Finance",
    "buttonText": "What is Dividend Policy?",
    "explanation": "Dividend Policy decides how much profit a company distributes to shareholders as dividends, with common approaches including residual, stable, or constant payout policies."
  },
  {
    "title": "Stock Repurchase / Treasury Stock",
    "topic": "Corporate Finance",
    "buttonText": "What is Stock Repurchase?",
    "explanation": "Stock repurchase, or treasury stock, is when a company buys back its own shares from the market, reducing outstanding shares and often increasing stock price."
  },
  {
    "title": "Stock Split & Reverse Stock Split",
    "topic": "Corporate Finance",
    "buttonText": "What are Stock Split and Reverse Stock Split?",
    "explanation": "A stock split increases the number of shares by dividing each share, decreasing its price, while a reverse stock split consolidates shares, increasing their price."
  },
  {
    "title": "Dividend Reinvestment Plan (DRIP)",
    "topic": "Corporate Finance",
    "buttonText": "What is DRIP?",
    "explanation": "A Dividend Reinvestment Plan (DRIP) allows shareholders to automatically reinvest dividends to purchase additional shares, often without commission."
  },
  {
    "title": "Going Public / IPO",
    "topic": "Corporate Finance",
    "buttonText": "What is Going Public?",
    "explanation": "Going Public, or conducting an Initial Public Offering (IPO), is the process where a private company offers shares to the public for the first time to raise capital."
  },
  {
    "title": "Float",
    "topic": "Corporate Finance",
    "buttonText": "What is Float?",
    "explanation": "Float refers to the total number of shares issued and available for trading by the public after an IPO or secondary offerings."
  },
  {
    "title": "Private Placement",
    "topic": "Corporate Finance",
    "buttonText": "What is Private Placement?",
    "explanation": "Private Placement involves selling securities directly to a few accredited investors rather than through a public offering."
  },
  {
    "title": "Fully Drawn Advance",
    "topic": "Corporate Finance",
    "buttonText": "What is Fully Drawn Advance?",
    "explanation": "A Fully Drawn Advance is a type of loan where the entire approved amount is disbursed at once, typically secured by collateral."
  },
  {
    "title": "Fixed vs. Floating Interest Rates",
    "topic": "Corporate Finance",
    "buttonText": "What are Fixed and Floating Interest Rates?",
    "explanation": "Fixed interest rates remain constant throughout the loan period, while floating rates vary with market interest rates, affecting borrowing costs."
  },
  {
  "title": "Primary Market",
  "topic": "Financial Markets",
  "buttonText": "What is Primary Market?",
  "explanation": "The Primary Market is where new securities are issued and sold directly by companies or governments to investors for the first time, such as through Initial Public Offerings (IPOs) or bond offerings."
  },
  {
    "title": "Secondary Market",
    "topic": "Financial Markets",
    "buttonText": "What is Secondary Market?",
    "explanation": "The Secondary Market is where existing securities are traded among investors after initial issuance, providing liquidity via stock exchanges like NYSE and NASDAQ or over-the-counter markets."
  },
  {
    "title": "Stock Exchange",
    "topic": "Financial Markets",
    "buttonText": "What is a Stock Exchange?",
    "explanation": "A Stock Exchange is an organized marketplace where securities such as stocks and bonds are bought and sold, examples include NYSE and NASDAQ."
  },
  {
    "title": "Over-The-Counter (OTC) Market",
    "topic": "Financial Markets",
    "buttonText": "What is OTC Market?",
    "explanation": "The OTC Market is a decentralized market where securities not listed on formal exchanges are traded directly between parties."
  },
  {
    "title": "Liquidity",
    "topic": "Financial Markets",
    "buttonText": "What is Liquidity?",
    "explanation": "Liquidity is the ease and speed with which an asset can be converted into cash without significant loss of value."
  },
  {
    "title": "Market Efficiency",
    "topic": "Financial Markets",
    "buttonText": "What is Market Efficiency?",
    "explanation": "Market Efficiency refers to how well market prices reflect all available information, commonly classified as weak, semi-strong, or strong forms."
  },
  {
    "title": "Security",
    "topic": "Financial Markets",
    "buttonText": "What is a Security?",
    "explanation": "A Security is a financial instrument representing ownership (equity), creditor relationship (debt), or rights to ownership (derivatives)."
  },
  {
    "title": "Common Stock (Equity)",
    "topic": "Financial Markets",
    "buttonText": "What is Common Stock?",
    "explanation": "Common Stock represents ownership shares in a company, typically entitling holders to voting rights and dividends."
  },
  {
    "title": "Preferred Stock",
    "topic": "Financial Markets",
    "buttonText": "What is Preferred Stock?",
    "explanation": "Preferred Stock is a type of equity with fixed dividends and priority over common stock in asset claims but usually without voting rights."
  },
  {
    "title": "Bond",
    "topic": "Financial Markets",
    "buttonText": "What is a Bond?",
    "explanation": "A Bond is a fixed income instrument representing a loan made by an investor to an issuer, including corporate, government, and municipal bonds."
  },
  {
    "title": "Zero-Coupon Bond",
    "topic": "Financial Markets",
    "buttonText": "What is Zero-Coupon Bond?",
    "explanation": "A Zero-Coupon Bond pays no periodic interest but is issued at a discount, maturing at its face value."
  },
  {
    "title": "Convertible Bond",
    "topic": "Financial Markets",
    "buttonText": "What is Convertible Bond?",
    "explanation": "A Convertible Bond can be converted into a predetermined number of the issuer's equity shares, blending debt and equity features."
  },
  {
    "title": "High-Yield Bond",
    "topic": "Financial Markets",
    "buttonText": "What is a High-Yield Bond?",
    "explanation": "High-Yield Bonds, or junk bonds, are bonds with lower credit ratings offering higher interest rates due to greater risk."
  },
  {
    "title": "Investment Grade Bonds",
    "topic": "Financial Markets",
    "buttonText": "What are Investment Grade Bonds?",
    "explanation": "Investment Grade Bonds have high credit ratings indicating low risk of default, making them safer investments."
  },
  {
    "title": "Green Bonds, Social Bonds, Sustainability-Linked Bonds",
    "topic": "Financial Markets",
    "buttonText": "What are Green, Social, and Sustainability Bonds?",
    "explanation": "These bonds finance projects with positive environmental or social impacts; sustainability-linked bonds connect financial terms to achieving sustainability targets."
  },
  {
    "title": "Index Fund",
    "topic": "Financial Markets",
    "buttonText": "What is an Index Fund?",
    "explanation": "An Index Fund is a mutual fund or ETF designed to replicate the performance of a specific market index."
  },
  {
    "title": "Exchange-Traded Fund (ETF)",
    "topic": "Financial Markets",
    "buttonText": "What is an ETF?",
    "explanation": "An ETF is a traded fund on stock exchanges that holds a portfolio of assets, offering liquidity and diversification."
  },
  {
    "title": "Mutual Fund",
    "topic": "Financial Markets",
    "buttonText": "What is a Mutual Fund?",
    "explanation": "A Mutual Fund pools money from multiple investors to invest in a diversified portfolio managed by professionals."
  },
  {
    "title": "Blue-Chip Stock",
    "topic": "Financial Markets",
    "buttonText": "What is Blue-Chip Stock?",
    "explanation": "Blue-Chip Stocks are shares of financially sound, well-established companies with a history of reliable performance."
  },
  {
    "title": "Market Capitalization",
    "topic": "Financial Markets",
    "buttonText": "What is Market Capitalization?",
    "explanation": "Market Capitalization is the total market value of a company's outstanding shares, used to classify stocks as large-cap, mid-cap, or small-cap."
  },
  {
    "title": "Equity Capital Markets (ECM)",
    "topic": "Financial Markets",
    "buttonText": "What is ECM?",
    "explanation": "ECM involves raising capital through the issuance of equity securities like stocks."
  },
  {
    "title": "Debt Capital Markets (DCM)",
    "topic": "Financial Markets",
    "buttonText": "What is DCM?",
    "explanation": "DCM involves raising capital through the issuance of debt securities such as bonds."
  },
  {
    "title": "Special Purpose Acquisition Vehicle (SPAC)",
    "topic": "Financial Markets",
    "buttonText": "What is a SPAC?",
    "explanation": "A SPAC is a shell company created to raise capital via IPO for the purpose of acquiring an existing company."
  },
  {
    "title": "Securitization",
    "topic": "Financial Markets",
    "buttonText": "What is Securitization?",
    "explanation": "Securitization is the process of pooling financial assets (like mortgages or loans) and issuing new securities backed by those assets, such as Mortgage-Backed Securities (MBS) or Asset-Backed Securities (ABS)."
  },
  {
    "title": "CUSIP / ISIN",
    "topic": "Financial Markets",
    "buttonText": "What are CUSIP and ISIN?",
    "explanation": "CUSIP and ISIN are unique identification codes assigned to financial securities for standardization and easier trading."
  },
  {
    "title": "Dual Currency Bond",
    "topic": "Financial Markets",
    "buttonText": "What is a Dual Currency Bond?",
    "explanation": "A Dual Currency Bond pays interest in one currency and principal in another, often used for hedging currency risk."
  },
  {
    "title": "Private Equity",
    "topic": "Financial Markets",
    "buttonText": "What is Private Equity?",
    "explanation": "Private Equity refers to investments made directly into private companies or buyouts of public companies, typically involving active management."
  },
  {
  "title": "Income Statement (I/S)",
  "topic": "Financial Statements",
  "buttonText": "What is Income Statement?",
  "explanation": "The Income Statement summarizes a company's revenues and expenses over a period, showing the path from revenue to net income, reflecting profitability."
  },
  {
    "title": "Balance Sheet (B/S)",
    "topic": "Financial Statements",
    "buttonText": "What is Balance Sheet?",
    "explanation": "The Balance Sheet provides a snapshot of a company's financial position at a point in time, showing assets equal to liabilities plus shareholders' equity."
  },
  {
    "title": "Cash Flow Statement (CFS)",
    "topic": "Financial Statements",
    "buttonText": "What is Cash Flow Statement?",
    "explanation": "The Cash Flow Statement reports cash inflows and outflows from operating, investing, and financing activities, explaining changes in cash over a period."
  },
  {
    "title": "Revenue",
    "topic": "Financial Statements",
    "buttonText": "What is Revenue?",
    "explanation": "Revenue (or sales) is the total income earned from goods sold or services provided before any expenses are deducted."
  },
  {
    "title": "Cost of Goods Sold (COGS)",
    "topic": "Financial Statements",
    "buttonText": "What is COGS?",
    "explanation": "COGS represents the direct costs attributable to the production of the goods sold by a company."
  },
  {
    "title": "Gross Profit",
    "topic": "Financial Statements",
    "buttonText": "What is Gross Profit?",
    "explanation": "Gross Profit is calculated as Revenue minus COGS, indicating the profit earned from core production before operating expenses."
  },
  {
    "title": "Operating Expenses (OpEx)",
    "topic": "Financial Statements",
    "buttonText": "What are Operating Expenses?",
    "explanation": "Operating Expenses include costs such as Selling, General & Administrative (SG&A) expenses and Research & Development (R&D) necessary to run the business."
  },
  {
    "title": "EBIT",
    "topic": "Financial Statements",
    "buttonText": "What is EBIT?",
    "explanation": "EBIT (Earnings Before Interest and Taxes) represents operating profit before financing costs and taxes."
  },
  {
    "title": "EBITDA",
    "topic": "Financial Statements",
    "buttonText": "What is EBITDA?",
    "explanation": "EBITDA adds back non-cash expenses—depreciation and amortization—to EBIT, measuring operating performance."
  },
  {
    "title": "Net Income",
    "topic": "Financial Statements",
    "buttonText": "What is Net Income?",
    "explanation": "Net Income is the profit remaining after all expenses, including interest and taxes, have been deducted from revenue."
  },
  {
    "title": "Non-Controlling Interest (NCI)",
    "topic": "Financial Statements",
    "buttonText": "What is Non-Controlling Interest?",
    "explanation": "NCI represents the portion of equity ownership in a subsidiary not attributable to the parent company."
  },
  {
    "title": "Depreciation",
    "topic": "Financial Statements",
    "buttonText": "What is Depreciation?",
    "explanation": "Depreciation is the systematic allocation of the cost of tangible assets over their useful lives."
  },
  {
    "title": "Amortization",
    "topic": "Financial Statements",
    "buttonText": "What is Amortization?",
    "explanation": "Amortization is the gradual write-off of intangible assets' cost over time."
  },
  {
    "title": "Capitalized Expense vs. Expensed",
    "topic": "Financial Statements",
    "buttonText": "Capitalized vs Expensed?",
    "explanation": "Capitalized expenses are recorded as assets and depreciated/amortized over time, while expensed costs are immediately recognized in the income statement."
  },
  {
    "title": "Accrual Accounting",
    "topic": "Financial Statements",
    "buttonText": "What is Accrual Accounting?",
    "explanation": "Accrual Accounting records revenues and expenses when they are earned or incurred, regardless of cash movement, contrasting with cash accounting."
  },
  {
    "title": "Matching Principle",
    "topic": "Financial Statements",
    "buttonText": "What is Matching Principle?",
    "explanation": "The Matching Principle requires that expenses be recognized in the same period as the revenues they help generate."
  },
  {
    "title": "Materiality",
    "topic": "Financial Statements",
    "buttonText": "What is Materiality?",
    "explanation": "Materiality refers to the significance of financial information in influencing users' decisions."
  },
  {
    "title": "Going Concern assumption",
    "topic": "Financial Statements",
    "buttonText": "What is Going Concern?",
    "explanation": "The Going Concern assumption implies a company will continue operating for the foreseeable future without liquidation."
  },
  {
    "title": "Assets - Accounts Receivable, Inventory, PP&E, Goodwill",
    "topic": "Financial Statements",
    "buttonText": "What are Key Assets?",
    "explanation": "Assets include Accounts Receivable (money owed by customers), Inventory (goods for sale), Property, Plant & Equipment (PP&E), and Goodwill (intangible asset from acquisitions)."
  },
  {
    "title": "Liabilities - Accounts Payable, Accrued Expenses, Long-term Debt",
    "topic": "Financial Statements",
    "buttonText": "What are Key Liabilities?",
    "explanation": "Liabilities include Accounts Payable (money owed to suppliers), Accrued Expenses (incurred but unpaid costs), and Long-term Debt."
  },
  {
    "title": "Shareholders' Equity - Common Stock, Retained Earnings, Treasury Stock",
    "topic": "Financial Statements",
    "buttonText": "What is Shareholders' Equity?",
    "explanation": "Shareholders' Equity represents ownership value, including Common Stock, Retained Earnings (cumulative profits reinvested), and Treasury Stock (repurchased shares)."
  },
  {
  "title": "Current Ratio",
  "topic": "Financial Metrics",
  "buttonText": "What is Current Ratio?",
  "explanation": "Current Ratio measures a company's ability to pay short-term liabilities with its short-term assets, calculated as Current Assets divided by Current Liabilities."
  },
  {
    "title": "Quick Ratio (Acid-Test)",
    "topic": "Financial Metrics",
    "buttonText": "What is Quick Ratio?",
    "explanation": "Quick Ratio measures the company's ability to meet short-term obligations using its most liquid assets, calculated as (Current Assets minus Inventory) divided by Current Liabilities."
  },
  {
    "title": "Cash Ratio",
    "topic": "Financial Metrics",
    "buttonText": "What is Cash Ratio?",
    "explanation": "Cash Ratio is a conservative liquidity measure that compares cash and cash equivalents to current liabilities."
  },
  {
    "title": "Inventory Turnover",
    "topic": "Financial Metrics",
    "buttonText": "What is Inventory Turnover?",
    "explanation": "Inventory Turnover shows how many times a company sells and replaces its inventory during a period, calculated as COGS divided by average inventory."
  },
  {
    "title": "Days Sales Outstanding (DSO)",
    "topic": "Financial Metrics",
    "buttonText": "What is DSO?",
    "explanation": "Days Sales Outstanding estimates the average number of days it takes to collect payment after a sale, calculated as (Accounts Receivable / Revenue) times 365."
  },
  {
    "title": "Days Inventory Held (DIH)",
    "topic": "Financial Metrics",
    "buttonText": "What is DIH?",
    "explanation": "Days Inventory Held estimates the average number of days inventory is held before sale."
  },
  {
    "title": "Days Payable Outstanding (DPO)",
    "topic": "Financial Metrics",
    "buttonText": "What is DPO?",
    "explanation": "Days Payable Outstanding estimates the average number of days a company takes to pay its suppliers."
  },
  {
    "title": "Cash Conversion Cycle",
    "topic": "Financial Metrics",
    "buttonText": "What is Cash Conversion Cycle?",
    "explanation": "Cash Conversion Cycle measures the time it takes for a company to convert its investments in inventory and other resources into cash flows from sales, calculated as DSO plus DIH minus DPO."
  },
  {
    "title": "Gross Margin",
    "topic": "Financial Metrics",
    "buttonText": "What is Gross Margin?",
    "explanation": "Gross Margin shows the percentage of revenue remaining after deducting COGS, calculated as Gross Profit divided by Revenue."
  },
  {
    "title": "Operating Margin",
    "topic": "Financial Metrics",
    "buttonText": "What is Operating Margin?",
    "explanation": "Operating Margin measures operating income as a percentage of revenue, reflecting operational efficiency."
  },
  {
    "title": "Net Margin",
    "topic": "Financial Metrics",
    "buttonText": "What is Net Margin?",
    "explanation": "Net Margin shows the percentage of revenue converted into net income after all expenses."
  },
  {
    "title": "Return on Assets (ROA)",
    "topic": "Financial Metrics",
    "buttonText": "What is ROA?",
    "explanation": "Return on Assets measures how efficiently a company uses its assets to generate net income."
  },
  {
    "title": "Return on Equity (ROE)",
    "topic": "Financial Metrics",
    "buttonText": "What is ROE?",
    "explanation": "Return on Equity indicates the profitability of shareholders' equity, measuring net income relative to equity."
  },
  {
    "title": "DuPont Analysis",
    "topic": "Financial Metrics",
    "buttonText": "What is DuPont Analysis?",
    "explanation": "DuPont Analysis breaks ROE into components: Net Margin, Asset Turnover, and Equity Multiplier to evaluate financial performance drivers."
  },
  {
    "title": "Earnings Per Share (EPS)",
    "topic": "Financial Metrics",
    "buttonText": "What is EPS?",
    "explanation": "Earnings Per Share is the portion of a company's profit allocated to each outstanding share of common stock."
  },
  {
    "title": "Debt-to-Equity (D/E) Ratio",
    "topic": "Financial Metrics",
    "buttonText": "What is Debt-to-Equity Ratio?",
    "explanation": "D/E Ratio measures a company's financial leverage by comparing total debt to shareholders' equity."
  },
  {
    "title": "Interest Coverage Ratio",
    "topic": "Financial Metrics",
    "buttonText": "What is Interest Coverage Ratio?",
    "explanation": "Interest Coverage Ratio assesses a company's ability to pay interest on its debt, calculated as EBIT divided by interest expense."
  },
  {
    "title": "Leverage (Financial Gearing)",
    "topic": "Financial Metrics",
    "buttonText": "What is Leverage?",
    "explanation": "Leverage refers to the use of debt to finance assets, increasing potential returns but also financial risk."
  },
  {
    "title": "Free Cash Flow (FCF)",
    "topic": "Financial Metrics",
    "buttonText": "What is Free Cash Flow?",
    "explanation": "Free Cash Flow is the cash a company generates after accounting for cash outflows to support operations and maintain capital assets."
  },
  {
  "title": "Price-to-Earnings (P/E) Ratio",
  "topic": "Valuation Ratios",
  "buttonText": "What is P/E Ratio?",
  "explanation": "The Price-to-Earnings (P/E) Ratio compares a company's current share price to its earnings per share (EPS), indicating how much investors are willing to pay for a dollar of earnings."
  },
  {
    "title": "Forward P/E vs. Trailing P/E",
    "topic": "Valuation Ratios",
    "buttonText": "Forward vs. Trailing P/E?",
    "explanation": "Forward P/E uses forecasted earnings for the next 12 months, while Trailing P/E uses earnings from the past 12 months to value a stock."
  },
  {
    "title": "Price-to-Book (P/B) Ratio",
    "topic": "Valuation Ratios",
    "buttonText": "What is P/B Ratio?",
    "explanation": "The Price-to-Book (P/B) Ratio compares a company’s market price per share to its book value per share, showing how the market values net assets."
  },
  {
    "title": "Price-to-Sales (P/S) Ratio",
    "topic": "Valuation Ratios",
    "buttonText": "What is P/S Ratio?",
    "explanation": "Price-to-Sales (P/S) Ratio compares a company’s stock price to its revenue per share, assessing value relative to sales."
  },
  {
    "title": "Enterprise Value to EBITDA (EV/EBITDA)",
    "topic": "Valuation Ratios",
    "buttonText": "What is EV/EBITDA?",
    "explanation": "EV/EBITDA compares Enterprise Value (market cap plus debt minus cash) to earnings before interest, taxes, depreciation, and amortization, reflecting valuation independent of capital structure."
  },
  {
    "title": "Enterprise Value to Sales (EV/Sales)",
    "topic": "Valuation Ratios",
    "buttonText": "What is EV/Sales?",
    "explanation": "EV/Sales compares Enterprise Value to total sales, useful for valuing companies without earnings or with volatile profits."
  },
  {
    "title": "Dividend Yield",
    "topic": "Valuation Ratios",
    "buttonText": "What is Dividend Yield?",
    "explanation": "Dividend Yield is the ratio of annual dividends per share to the stock price, indicating the cash return to shareholders."
  },
  {
    "title": "Dividend Payout Ratio",
    "topic": "Valuation Ratios",
    "buttonText": "What is Dividend Payout Ratio?",
    "explanation": "Dividend Payout Ratio is the fraction of net income paid to shareholders as dividends."
  },
  {
    "title": "Book Value Per Share",
    "topic": "Valuation Ratios",
    "buttonText": "What is Book Value Per Share?",
    "explanation": "Book Value Per Share is the company's total equity divided by shares outstanding, representing the accounting value per share."
  },
  {
    "title": "PEG Ratio",
    "topic": "Valuation Ratios",
    "buttonText": "What is PEG Ratio?",
    "explanation": "PEG Ratio evaluates the P/E ratio relative to the company's earnings growth rate, helping to assess stock valuation considering growth."
  },
  {
    "title": "Discounted Cash Flow (DCF) Analysis",
    "topic": "Valuation Methodologies",
    "buttonText": "What is DCF Analysis?",
    "explanation": "DCF analysis estimates the intrinsic value of an investment by discounting its expected future free cash flows to present value using a discount rate, typically the weighted average cost of capital (WACC)."
  },
  {
    "title": "Terminal Value",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Terminal Value?",
    "explanation": "Terminal Value estimates a company's value beyond the forecast period in DCF analysis, commonly calculated using the Gordon Growth model or exit multiples."
  },
  {
    "title": "Terminal Growth Rate",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Terminal Growth Rate?",
    "explanation": "Terminal Growth Rate is the expected stable growth rate of free cash flows beyond the forecast horizon, used in determining Terminal Value in DCF."
  },
  {
    "title": "Weighted Average Cost of Capital (WACC)",
    "topic": "Valuation Methodologies",
    "buttonText": "What is WACC?",
    "explanation": "WACC is the discount rate in DCF representing the company’s average cost of financing, weighted by the proportions of debt and equity."
  },
  {
    "title": "Multiples Valuation (Comparable Company Analysis)",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Multiples Valuation?",
    "explanation": "Multiples Valuation uses valuation ratios from similar companies (comps) to estimate a target company’s value based on market comparables."
  },
  {
    "title": "Precedent Transaction Analysis",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Precedent Transaction Analysis?",
    "explanation": "Precedent Transaction Analysis values a company by examining prices paid for similar companies in previous M&A transactions."
  },
  {
    "title": "Enterprise Value (EV)",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Enterprise Value?",
    "explanation": "Enterprise Value equals Market Capitalization plus Debt minus Cash, representing the total value of the company."
  },
  {
    "title": "Equity Value",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Equity Value?",
    "explanation": "Equity Value is the market capitalization, representing the value of shareholders’ ownership in the company."
  },
  {
    "title": "Intrinsic Value",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Intrinsic Value?",
    "explanation": "Intrinsic Value is the true or fair value of an asset based on fundamental analysis, often estimated through discounted cash flows."
  },
  {
    "title": "Sum-of-the-Parts (SOTP) Valuation",
    "topic": "Valuation Methodologies",
    "buttonText": "What is SOTP Valuation?",
    "explanation": "SOTP Valuation values each business segment or subsidiary separately, then sums them to estimate total corporate value."
  },
  {
    "title": "Asset-Based Valuation",
    "topic": "Valuation Methodologies",
    "buttonText": "What is Asset-Based Valuation?",
    "explanation": "Asset-Based Valuation determines a company’s value based on the net value of its assets minus liabilities."
  },
  {
    "title": "Mergers & Acquisitions (M&A)",
    "topic": "Investment Banking",
    "buttonText": "What is Mergers & Acquisitions (M&A)?",
    "explanation": "[translate:Mergers & Acquisitions (M&A)] refers to the process where companies consolidate by merging or one company acquiring another, involving transactions such as share purchases, asset acquisitions, or hostile takeovers."
  },
  {
    "title": "Target Company",
    "topic": "Investment Banking",
    "buttonText": "What is Target Company?",
    "explanation": "The company that is the subject of an acquisition or merger."
  },
  {
    "title": "Acquirer",
    "topic": "Investment Banking",
    "buttonText": "What is Acquirer?",
    "explanation": "Also called Buyer, the company or entity that purchases or merges with the target company."
  },
  {
    "title": "Friendly vs. Hostile Takeover",
    "topic": "Investment Banking",
    "buttonText": "What is Friendly vs. Hostile Takeover?",
    "explanation": "A friendly takeover is approved by the target’s management and board, while a hostile takeover occurs without their consent, often by directly appealing to shareholders."
  },
  {
    "title": "Tender Offer",
    "topic": "Investment Banking",
    "buttonText": "What is Tender Offer?",
    "explanation": "An offer made directly to shareholders to buy their stock at a specified price, bypassing company management."
  },
  {
    "title": "Due Diligence",
    "topic": "Investment Banking",
    "buttonText": "What is Due Diligence?",
    "explanation": "[translate:Due Diligence] is the detailed appraisal of a business undertaken by a prospective buyer, covering financial, legal, and operational aspects before completing a transaction."
  },
  {
    "title": "Synergy",
    "topic": "Investment Banking",
    "buttonText": "What is Synergy?",
    "explanation": "The expected benefit from a merger or acquisition, often cost savings or increased revenues achieved by combining operations."
  },
  {
    "title": "Goodwill",
    "topic": "Investment Banking",
    "buttonText": "What is Goodwill?",
    "explanation": "An intangible asset recorded when the purchase price exceeds the fair value of the net identifiable assets of the acquired company."
  },
  {
    "title": "Leveraged Buyout (LBO)",
    "topic": "Investment Banking",
    "buttonText": "What is LBO?",
    "explanation": "[translate:Leveraged Buyout (LBO)] is a transaction where a company is acquired using a significant amount of borrowed money, secured by the target’s assets."
  },
  {
    "title": "Divestiture / Spin-off / Carve-out",
    "topic": "Investment Banking",
    "buttonText": "What are Divestiture, Spin-off, Carve-out?",
    "explanation": "Methods of selling or separating parts of a company: divestiture is selling assets; spin-off creates a new independent company; carve-out sells a minority stake."
  },
  {
    "title": "Earnout",
    "topic": "Investment Banking",
    "buttonText": "What is Earnout?",
    "explanation": "A contractual provision in M&A that ties part of the purchase price to the target achieving specified financial goals post-acquisition."
  },
  {
    "title": "Break-up Fee",
    "topic": "Investment Banking",
    "buttonText": "What is Break-up Fee?",
    "explanation": "A penalty fee paid by one party to the other if a deal falls apart under specific conditions."
  },
  {
    "title": "Go-Shop / No-Shop Clause",
    "topic": "Investment Banking",
    "buttonText": "What are Go-Shop and No-Shop Clauses?",
    "explanation": "[translate:Go-Shop] allows the target company to solicit better offers after signing an agreement; [translate:No-Shop] prohibits such efforts."
  },
  {
    "title": "Equity Capital Markets (ECM)",
    "topic": "Capital Markets",
    "buttonText": "What is ECM?",
    "explanation": "Activities related to raising capital through equity issuance, including IPOs and follow-on offerings."
  },
  {
    "title": "Debt Capital Markets (DCM)",
    "topic": "Capital Markets",
    "buttonText": "What is DCM?",
    "explanation": "Markets where companies raise capital by issuing debt securities like bonds."
  },
  {
    "title": "Initial Public Offering (IPO)",
    "topic": "Capital Markets",
    "buttonText": "What is IPO?",
    "explanation": "The first sale of a company's shares to the public, marking its transition from private to public ownership."
  },
  {
    "title": "Follow-on Offering / Secondary Offering",
    "topic": "Capital Markets",
    "buttonText": "What is Follow-on Offering?",
    "explanation": "An additional issuance of shares by a company after its IPO to raise more capital."
  },
  {
    "title": "Private Placement",
    "topic": "Capital Markets",
    "buttonText": "What is Private Placement?",
    "explanation": "The sale of securities directly to a limited number of investors, rather than through a public offering."
  },
  {
    "title": "Underwriting",
    "topic": "Capital Markets",
    "buttonText": "What is Underwriting?",
    "explanation": "The process by which investment banks commit to buying all or a portion of a new securities issuance, either on a firm commitment or best efforts basis."
  },
  {
    "title": "Book Building",
    "topic": "Capital Markets",
    "buttonText": "What is Book Building?",
    "explanation": "A process where underwriters invite investors to bid for shares at various prices to determine the optimal issuance price."
  },
  {
    "title": "Roadshow",
    "topic": "Capital Markets",
    "buttonText": "What is Roadshow?",
    "explanation": "A series of presentations by a company and underwriters to potential investors prior to a securities offering."
  },
  {
    "title": "Lock-up Period",
    "topic": "Capital Markets",
    "buttonText": "What is Lock-up Period?",
    "explanation": "A contractual period post-IPO during which insiders are restricted from selling their shares."
  },
  {
    "title": "Syndication",
    "topic": "Capital Markets",
    "buttonText": "What is Syndication?",
    "explanation": "A process of distributing portions of loans or bonds among multiple lenders to spread risk."
  },
  {
    "title": "Origination",
    "topic": "Capital Markets",
    "buttonText": "What is Origination?",
    "explanation": "The activities related to sourcing and structuring new securities issuances or deals."
  },
  {
    "title": "Structuring",
    "topic": "Capital Markets",
    "buttonText": "What is Structuring?",
    "explanation": "Designing the features of a transaction to meet legal, regulatory, and financial objectives."
  },
  {
    "title": "Advisory Services",
    "topic": "Capital Markets",
    "buttonText": "What are Advisory Services?",
    "explanation": "Consulting services provided by investment banks for mergers, acquisitions, capital raising, and other strategic decisions."
  },
  {
    "title": "Bulge Bracket Investment Banks",
    "topic": "Investment Banking",
    "buttonText": "What are Bulge Bracket Banks?",
    "explanation": "Largest, full-service investment banks like Goldman Sachs and JPMorgan offering a wide range of services."
  },
  {
    "title": "Middle Market Investment Banks",
    "topic": "Investment Banking",
    "buttonText": "What are Middle Market Banks?",
    "explanation": "Banks focusing on mid-sized companies and deals, smaller than bulge bracket firms."
  },
  {
    "title": "Boutique Investment Banks",
    "topic": "Investment Banking",
    "buttonText": "What are Boutique Banks?",
    "explanation": "Specialized investment banks focused on specific industries or products."
  },
  {
    "title": "Elite Boutiques",
    "topic": "Investment Banking",
    "buttonText": "What are Elite Boutiques?",
    "explanation": "Boutiques with strong reputations and expertise, such as Evercore and Lazard."
  },
  {
    "title": "Credit Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Credit Risk?",
    "explanation": "Credit Risk is the risk of loss arising from a borrower or counterparty failing to meet their financial obligations, such as defaulting on a loan."
  },
  {
    "title": "Market Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Market Risk?",
    "explanation": "Market Risk refers to the risk of losses due to fluctuations in market prices, including equities, interest rates, foreign exchange (FX), and commodities."
  },
  {
    "title": "Liquidity Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Liquidity Risk?",
    "explanation": "Liquidity Risk is the risk that a company or investor cannot meet short-term financial obligations due to inability to quickly convert assets into cash without significant loss."
  },
  {
    "title": "Operational Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Operational Risk?",
    "explanation": "Operational Risk arises from failures in internal processes, systems, or human errors, including fraud, system failures, and management issues."
  },
  {
    "title": "Compliance Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Compliance Risk?",
    "explanation": "Compliance Risk is the risk of legal or regulatory sanctions, financial loss, or reputational damage resulting from failure to adhere to laws and regulations."
  },
  {
    "title": "Legal Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Legal Risk?",
    "explanation": "Legal Risk involves losses due to lawsuits, contractual disputes, or adverse legal judgments affecting the company."
  },
  {
    "title": "Reputational Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Reputational Risk?",
    "explanation": "Reputational Risk is the potential loss arising from negative public opinion or damage to a company's brand and goodwill."
  },
  {
    "title": "Systemic Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Systemic Risk?",
    "explanation": "Systemic Risk is the risk of collapse of an entire financial system or market, potentially causing widespread economic disruption."
  },
  {
    "title": "Sovereign Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Sovereign Risk?",
    "explanation": "Sovereign Risk is the risk that a government will default on its debt obligations or otherwise fail to meet financial commitments."
  },
  {
    "title": "Counterparty Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Counterparty Risk?",
    "explanation": "Counterparty Risk is the risk that the other party in a financial transaction will default on its contractual obligations."
  },
  {
    "title": "Model Risk",
    "topic": "Financial Risk",
    "buttonText": "What is Model Risk?",
    "explanation": "Model Risk arises from errors or inaccuracies in financial valuation or risk assessment models that can lead to incorrect decisions or losses."
  },
  {
    "title": "Central Bank",
    "topic": "Banking & Regulation",
    "buttonText": "What is Central Bank?",
    "explanation": "A Central Bank (e.g., [translate:Federal Reserve], [translate:ECB]) is a national institution that manages a country’s currency, money supply, and interest rates, and oversees the banking system."
  },
  {
    "title": "Reserve Requirement",
    "topic": "Banking & Regulation",
    "buttonText": "What is Reserve Requirement?",
    "explanation": "The Reserve Requirement is the minimum amount of reserves a bank must hold against customer deposits, set by the central bank to ensure stability."
  },
  {
    "title": "Deposit Insurance",
    "topic": "Banking & Regulation",
    "buttonText": "What is Deposit Insurance?",
    "explanation": "Deposit Insurance (e.g., [translate:FDIC up to $250k]) protects depositors by insuring bank deposits up to a certain limit in case of bank failure."
  },
  {
    "title": "Interest Rate Spread",
    "topic": "Banking & Regulation",
    "buttonText": "What is Interest Rate Spread?",
    "explanation": "The Interest Rate Spread or Net Interest Margin is the difference between interest income earned and interest paid by a bank."
  },
  {
    "title": "Basel Committee on Banking Supervision (BCBS)",
    "topic": "Banking & Regulation",
    "buttonText": "What is BCBS?",
    "explanation": "The BCBS is an international committee that formulates broad supervisory standards and guidelines for banks, ensuring global financial stability."
  },
  {
    "title": "Basel III / Basel IV",
    "topic": "Banking & Regulation",
    "buttonText": "What are Basel III and Basel IV?",
    "explanation": "[translate:Basel III] and [translate:Basel IV] are international regulatory frameworks setting capital, leverage, and liquidity requirements to strengthen banks and the financial system."
  },
  {
    "title": "Capital Adequacy Ratio (CAR)",
    "topic": "Banking & Regulation",
    "buttonText": "What is CAR?",
    "explanation": "CAR measures a bank’s available capital as a percentage of its risk-weighted assets, ensuring the bank can absorb financial shocks."
  },
  {
    "title": "Risk-Weighted Assets (RWA)",
    "topic": "Banking & Regulation",
    "buttonText": "What are RWAs?",
    "explanation": "RWAs are a bank’s assets weighted by credit risk, used in calculating capital requirements under regulatory standards."
  },
  {
    "title": "Liquidity Coverage Ratio (LCR)",
    "topic": "Banking & Regulation",
    "buttonText": "What is LCR?",
    "explanation": "LCR requires banks to hold sufficient high-quality liquid assets to cover net cash outflows for 30 days."
  },
  {
    "title": "Net Stable Funding Ratio (NSFR)",
    "topic": "Banking & Regulation",
    "buttonText": "What is NSFR?",
    "explanation": "NSFR promotes more stable funding over a one-year horizon, reducing funding risk."
  },
  {
    "title": "Know Your Customer (KYC)",
    "topic": "Banking & Regulation",
    "buttonText": "What is KYC?",
    "explanation": "[translate:Know Your Customer (KYC)] is a regulatory process to verify the identity of bank customers to prevent fraud, money laundering, and financing terrorism."
  },
  {
    "title": "Anti-Money Laundering (AML)",
    "topic": "Banking & Regulation",
    "buttonText": "What is AML?",
    "explanation": "[translate:Anti-Money Laundering (AML)] refers to laws and regulations aimed at detecting and preventing money laundering activities."
  },
  {
    "title": "Digital Banking",
    "topic": "Banking & Regulation",
    "buttonText": "What is Digital Banking?",
    "explanation": "Digital Banking involves providing banking services through online platforms, mobile apps, and digital communication without physical branches."
  },
  {
    "title": "Challenger Banks",
    "topic": "Banking & Regulation",
    "buttonText": "What are Challenger Banks?",
    "explanation": "Challenger Banks are small, tech-focused banks like [translate:Chime] and [translate:Revolut] that compete with traditional banks by leveraging technology."
  },
  {
    "title": "Platform Banking",
    "topic": "Banking & Regulation",
    "buttonText": "What is Platform Banking?",
    "explanation": "Platform Banking refers to banks offering digital ecosystems that integrate banking with third-party services for a seamless customer experience."
  },
  {
    "title": "Proportionality Principle",
    "topic": "Banking & Regulation",
    "buttonText": "What is Proportionality Principle?",
    "explanation": "The Proportionality Principle tailors regulatory requirements based on the size, complexity, and risk profile of financial institutions."
  },
  {
    "title": "Gross Domestic Product (GDP)",
    "topic": "Macroeconomics",
    "buttonText": "What is GDP?",
    "explanation": "Gross Domestic Product (GDP) is the total monetary value of all goods and services produced within a country over a specific period, reflecting economic performance."
  },
  {
    "title": "Real vs. Nominal GDP",
    "topic": "Macroeconomics",
    "buttonText": "Real vs. Nominal GDP?",
    "explanation": "Real GDP is adjusted for inflation to reflect true growth, while Nominal GDP measures output using current prices without adjusting for inflation."
  },
  {
    "title": "Inflation Rate",
    "topic": "Macroeconomics",
    "buttonText": "What is Inflation Rate?",
    "explanation": "Inflation Rate measures the percentage increase in prices for goods and services over time, commonly tracked by [translate:CPI], [translate:PPI], and Core Inflation (excluding volatile items)."
  },
  {
    "title": "Unemployment Rate",
    "topic": "Macroeconomics",
    "buttonText": "What is Unemployment Rate?",
    "explanation": "Unemployment Rate indicates the percentage of the labor force that is jobless and actively seeking employment, with types including [translate:U-3] (official) and [translate:U-6] (broader measure including discouraged workers)."
  },
  {
    "title": "Federal Funds Rate",
    "topic": "Macroeconomics",
    "buttonText": "What is Federal Funds Rate?",
    "explanation": "The Federal Funds Rate is the interest rate at which banks lend reserve balances to other banks overnight; a key U.S. monetary policy tool."
  },
  {
    "title": "Monetary Policy",
    "topic": "Macroeconomics",
    "buttonText": "What is Monetary Policy?",
    "explanation": "Monetary Policy involves central bank actions like adjusting interest rates, quantitative easing (QE), and quantitative tightening (QT) to influence economic activity."
  },
  {
    "title": "Fiscal Policy",
    "topic": "Macroeconomics",
    "buttonText": "What is Fiscal Policy?",
    "explanation": "Fiscal Policy comprises government decisions on spending and taxation aimed at influencing economic growth and stability."
  },
  {
    "title": "Open Market Operations",
    "topic": "Macroeconomics",
    "buttonText": "What are Open Market Operations?",
    "explanation": "Open Market Operations are central bank activities of buying and selling government securities to regulate money supply and interest rates."
  },
  {
    "title": "Business Cycle",
    "topic": "Macroeconomics",
    "buttonText": "What is Business Cycle?",
    "explanation": "The Business Cycle represents fluctuations in economic activity through phases: Expansion, Peak, Contraction, and Trough."
  },
  {
    "title": "Recession",
    "topic": "Macroeconomics",
    "buttonText": "What is Recession?",
    "explanation": "A Recession is defined as two consecutive quarters of negative GDP growth, indicating economic decline."
  },
  {
    "title": "Stagflation",
    "topic": "Macroeconomics",
    "buttonText": "What is Stagflation?",
    "explanation": "Stagflation is an economic condition of high inflation combined with high unemployment and low or negative growth."
  },
  {
    "title": "Deflation",
    "topic": "Macroeconomics",
    "buttonText": "What is Deflation?",
    "explanation": "Deflation is a decrease in the general price level of goods and services over time."
  },
  {
    "title": "Hyperinflation",
    "topic": "Macroeconomics",
    "buttonText": "What is Hyperinflation?",
    "explanation": "Hyperinflation is an extremely high and typically accelerating inflation rate, severely eroding currency value."
  },
  {
    "title": "Yield Curve",
    "topic": "Macroeconomics",
    "buttonText": "What is Yield Curve?",
    "explanation": "The Yield Curve plots interest rates across different maturities and can be normal (upward sloping), flat, or inverted (downward sloping), signaling economic expectations."
  },
  {
    "title": "Leading Indicators",
    "topic": "Macroeconomics",
    "buttonText": "What are Leading Indicators?",
    "explanation": "Leading Indicators predict future economic activity and include metrics like stock prices and building permits."
  },
  {
    "title": "Coincident Indicators",
    "topic": "Macroeconomics",
    "buttonText": "What are Coincident Indicators?",
    "explanation": "Coincident Indicators reflect the current state of the economy, such as industrial production."
  },
  {
    "title": "Lagging Indicators",
    "topic": "Macroeconomics",
    "buttonText": "What are Lagging Indicators?",
    "explanation": "Lagging Indicators confirm trends after they occur, including measures like unemployment duration."
  },
  {
    "title": "Supply and Demand",
    "topic": "Microeconomics",
    "buttonText": "What are Supply and Demand?",
    "explanation": "Supply and Demand are fundamental economic concepts describing how the quantity of a good or service offered by producers and desired by consumers varies with price."
  },
  {
    "title": "Elasticity",
    "topic": "Microeconomics",
    "buttonText": "What is Elasticity?",
    "explanation": "[translate:Elasticity] measures how the quantity demanded or supplied responds to changes in price, income, or the price of related goods (cross-price elasticity)."
  },
  {
    "title": "Opportunity Cost",
    "topic": "Microeconomics",
    "buttonText": "What is Opportunity Cost?",
    "explanation": "Opportunity Cost is the value of the next best alternative foregone when making a decision."
  },
  {
    "title": "Marginal Utility",
    "topic": "Microeconomics",
    "buttonText": "What is Marginal Utility?",
    "explanation": "Marginal Utility is the additional satisfaction or benefit gained from consuming one more unit of a good or service."
  },
  {
    "title": "Utility Maximization",
    "topic": "Microeconomics",
    "buttonText": "What is Utility Maximization?",
    "explanation": "Utility Maximization is the concept that consumers allocate their income to maximize their overall satisfaction or utility."
  },
  {
    "title": "Perfect Competition",
    "topic": "Microeconomics",
    "buttonText": "What is Perfect Competition?",
    "explanation": "Perfect Competition is a market structure characterized by many buyers and sellers, identical products, and free entry and exit."
  },
  {
    "title": "Monopoly",
    "topic": "Microeconomics",
    "buttonText": "What is Monopoly?",
    "explanation": "A Monopoly exists when a single firm is the sole producer of a product with no close substitutes, giving them market power."
  },
  {
    "title": "Oligopoly",
    "topic": "Microeconomics",
    "buttonText": "What is Oligopoly?",
    "explanation": "An Oligopoly is a market dominated by a few large firms, often leading to interdependent pricing and output decisions."
  },
  {
    "title": "Monopolistic Competition",
    "topic": "Microeconomics",
    "buttonText": "What is Monopolistic Competition?",
    "explanation": "Monopolistic Competition is a market structure with many firms selling differentiated products and free market entry and exit."
  },
  {
    "title": "Game Theory",
    "topic": "Microeconomics",
    "buttonText": "What is Game Theory?",
    "explanation": "Game Theory studies strategic interactions among rational decision-makers, with the [translate:Nash Equilibrium] representing stable outcomes where no player can benefit from unilateral changes."
  },
  {
    "title": "Comparative Advantage",
    "topic": "Microeconomics",
    "buttonText": "What is Comparative Advantage?",
    "explanation": "Comparative Advantage is the ability of an entity to produce a good at a lower opportunity cost than others."
  },
  {
    "title": "Absolute Advantage",
    "topic": "Microeconomics",
    "buttonText": "What is Absolute Advantage?",
    "explanation": "Absolute Advantage occurs when an entity can produce a good more efficiently, using fewer resources than others."
  },
  {
    "title": "Economies of Scale / Diseconomies of Scale",
    "topic": "Microeconomics",
    "buttonText": "What are Economies and Diseconomies of Scale?",
    "explanation": "Economies of Scale refer to cost advantages from increased production, while Diseconomies of Scale are cost disadvantages from excessively large operation scale."
  },
  {
    "title": "Market Failure",
    "topic": "Microeconomics",
    "buttonText": "What is Market Failure?",
    "explanation": "Market Failure occurs when markets do not allocate resources efficiently due to factors such as externalities, public goods, or information asymmetry."
  },
  {
    "title": "Invisible Hand",
    "topic": "Microeconomics",
    "buttonText": "What is the Invisible Hand?",
    "explanation": "The [translate:Invisible Hand] is Adam Smith’s metaphor describing how individuals’ self-interested actions can lead to positive societal outcomes through market mechanisms."
  },
  {
    "title": "Par Value (Face Value)",
    "topic": "Bond Characteristics",
    "buttonText": "What is Par Value?",
    "explanation": "Par Value is the face value or principal amount of a bond that is repaid to the bondholder at maturity."
  },
  {
    "title": "Coupon Rate",
    "topic": "Bond Characteristics",
    "buttonText": "What is Coupon Rate?",
    "explanation": "Coupon Rate is the fixed annual interest rate paid by the bond issuer on the par value of the bond."
  },
  {
    "title": "Yield to Maturity (YTM)",
    "topic": "Bond Characteristics",
    "buttonText": "What is Yield to Maturity?",
    "explanation": "Yield to Maturity (YTM) is the total return an investor can expect if the bond is held until it matures, considering current market price, coupon payments, and principal repayment."
  },
  {
    "title": "Current Yield",
    "topic": "Bond Characteristics",
    "buttonText": "What is Current Yield?",
    "explanation": "Current Yield is the annual coupon payment divided by the bond’s current market price."
  },
  {
    "title": "Accrued Interest",
    "topic": "Bond Characteristics",
    "buttonText": "What is Accrued Interest?",
    "explanation": "Accrued Interest is the interest that has accumulated since the last coupon payment but has not yet been paid to the bondholder."
  },
  {
    "title": "Clean Price vs. Dirty Price",
    "topic": "Bond Characteristics",
    "buttonText": "What is Clean vs. Dirty Price?",
    "explanation": "Clean Price is the price of a bond excluding accrued interest, while Dirty Price includes accrued interest."
  },
  {
    "title": "Zero-Coupon Bond",
    "topic": "Bond Characteristics",
    "buttonText": "What is Zero-Coupon Bond?",
    "explanation": "A Zero-Coupon Bond does not pay periodic interest; instead, it is issued at a discount and repaid at face value at maturity."
  },
  {
    "title": "Callable Bond",
    "topic": "Bond Characteristics",
    "buttonText": "What is Callable Bond?",
    "explanation": "A Callable Bond allows the issuer to redeem the bond before maturity at specified terms, as per the call provision."
  },
  {
    "title": "Puttable Bond",
    "topic": "Bond Characteristics",
    "buttonText": "What is Puttable Bond?",
    "explanation": "A Puttable Bond gives the bondholder the right to sell the bond back to the issuer at predefined conditions before maturity."
  },
  {
    "title": "Convertible Bond",
    "topic": "Bond Characteristics",
    "buttonText": "What is Convertible Bond?",
    "explanation": "A Convertible Bond can be converted into a predetermined number of the issuer’s equity shares."
  },
  {
    "title": "Credit Rating",
    "topic": "Bond Characteristics",
    "buttonText": "What is Credit Rating?",
    "explanation": "Credit Rating (e.g., Moody’s, S&P, Fitch) assesses the creditworthiness of bond issuers, distinguishing Investment Grade from High Yield bonds."
  },
  {
    "title": "Default Risk",
    "topic": "Bond Risk",
    "buttonText": "What is Default Risk?",
    "explanation": "Default Risk is the risk that the bond issuer will be unable to make timely interest or principal payments."
  },
  {
    "title": "Reinvestment Risk",
    "topic": "Bond Risk",
    "buttonText": "What is Reinvestment Risk?",
    "explanation": "Reinvestment Risk is the risk that future coupon payments will be reinvested at lower interest rates than the original bond."
  },
  {
    "title": "Inflation Risk",
    "topic": "Bond Risk",
    "buttonText": "What is Inflation Risk?",
    "explanation": "Inflation Risk is the risk that rising prices will erode the real value of the bond’s cash flows."
  },
  {
    "title": "Duration (Macaulay Duration)",
    "topic": "Interest Rate Risk",
    "buttonText": "What is Duration?",
    "explanation": "Duration measures the weighted average time until a bond's cash flows are received, reflecting the bond’s sensitivity to interest rate changes."
  },
  {
    "title": "Modified Duration",
    "topic": "Interest Rate Risk",
    "buttonText": "What is Modified Duration?",
    "explanation": "Modified Duration approximates the percentage change in a bond's price for a 1% change in yield, adjusting Macaulay Duration for current yield."
  },
  {
    "title": "Effective Duration",
    "topic": "Interest Rate Risk",
    "buttonText": "What is Effective Duration?",
    "explanation": "Effective Duration measures sensitivity of bonds with embedded options to interest rate changes, accounting for option features."
  },
  {
    "title": "Convexity",
    "topic": "Interest Rate Risk",
    "buttonText": "What is Convexity?",
    "explanation": "Convexity adjusts duration estimates to account for the curvature in the price-yield relationship, improving accuracy in price change predictions."
  },
  {
    "title": "Price Value of a Basis Point (PVBP) or DV01",
    "topic": "Interest Rate Risk",
    "buttonText": "What is PVBP / DV01?",
    "explanation": "PVBP (Price Value of a Basis Point) or DV01 measures the absolute change in a bond’s price from a one basis point (0.01%) change in yield."
  },
  {
    "title": "Key Rate Duration",
    "topic": "Interest Rate Risk",
    "buttonText": "What is Key Rate Duration?",
    "explanation": "Key Rate Duration measures a bond’s price sensitivity to interest rate changes at specific maturities along the yield curve."
  },
  {
    "title": "Derivative",
    "topic": "Derivatives",
    "buttonText": "What is a Derivative?",
    "explanation": "A Derivative is a financial instrument whose value is derived from an underlying asset, such as stocks, indices, commodities, interest rates, or currencies."
  },
  {
    "title": "Underlying Asset",
    "topic": "Derivatives",
    "buttonText": "What is an Underlying Asset?",
    "explanation": "The asset such as a stock, index, commodity, or rate from which a derivative’s value is derived."
  },
  {
    "title": "Futures Contract",
    "topic": "Derivatives",
    "buttonText": "What is a Futures Contract?",
    "explanation": "[translate:Futures Contract] is a standardized agreement traded on exchanges to buy or sell an asset at a predetermined price on a specified future date."
  },
  {
    "title": "Forward Contract",
    "topic": "Derivatives",
    "buttonText": "What is a Forward Contract?",
    "explanation": "[translate:Forward Contract] is a customized, over-the-counter (OTC) agreement between two parties to buy or sell an asset at a specified future date and price."
  },
  {
    "title": "Call Option",
    "topic": "Derivatives",
    "buttonText": "What is a Call Option?",
    "explanation": "A Call Option gives the holder the right, but not the obligation, to buy the underlying asset at a specified strike price before or at expiration."
  },
  {
    "title": "Put Option",
    "topic": "Derivatives",
    "buttonText": "What is a Put Option?",
    "explanation": "A Put Option gives the holder the right, but not the obligation, to sell the underlying asset at a specified strike price before or at expiration."
  },
  {
    "title": "Interest Rate Swap",
    "topic": "Derivatives",
    "buttonText": "What is an Interest Rate Swap?",
    "explanation": "An Interest Rate Swap is a derivative contract where parties exchange fixed interest payments for floating-rate payments."
  },
  {
    "title": "Currency Swap",
    "topic": "Derivatives",
    "buttonText": "What is a Currency Swap?",
    "explanation": "A Currency Swap involves exchanging principal and interest payments in one currency for those in another currency."
  },
  {
    "title": "Credit Default Swap (CDS)",
    "topic": "Derivatives",
    "buttonText": "What is a CDS?",
    "explanation": "[translate:Credit Default Swap (CDS)] is a contract providing protection against the risk of default on debt, where the buyer pays a premium to the seller for this protection."
  },
  {
    "title": "Structured Products",
    "topic": "Derivatives",
    "buttonText": "What are Structured Products?",
    "explanation": "Structured Products are pre-packaged investments that typically include derivatives to customize risk-return profiles."
  },
  {
    "title": "Strike Price",
    "topic": "Options",
    "buttonText": "What is Strike Price?",
    "explanation": "The specified price at which the option holder can buy (call) or sell (put) the underlying asset."
  },
  {
    "title": "Maturity Date",
    "topic": "Options",
    "buttonText": "What is Maturity Date?",
    "explanation": "Also called Expiration, the last date on which the option can be exercised."
  },
  {
    "title": "American vs. European Exercise",
    "topic": "Options",
    "buttonText": "American vs. European Exercise?",
    "explanation": "American options can be exercised any time before expiration, while European options can only be exercised at maturity."
  },
  {
    "title": "In-The-Money (ITM), At-The-Money (ATM), Out-Of-The-Money (OTM)",
    "topic": "Options",
    "buttonText": "What do ITM, ATM, OTM mean?",
    "explanation": "ITM options have intrinsic value, ATM options have strike price equal to underlying price, and OTM options have no intrinsic value."
  },
  {
    "title": "Intrinsic Value vs. Time Value",
    "topic": "Options",
    "buttonText": "What is Intrinsic vs. Time Value?",
    "explanation": "Intrinsic Value is the real, built-in value of an option, while Time Value is the extra premium based on time remaining until expiration."
  },
  {
    "title": "Black-Scholes Model",
    "topic": "Options",
    "buttonText": "What is Black-Scholes Model?",
    "explanation": "The Black-Scholes Model is a mathematical model for pricing European-style options."
  },
  {
    "title": "Binomial Option Pricing Model",
    "topic": "Options",
    "buttonText": "What is Binomial Option Pricing Model?",
    "explanation": "A model that uses a binomial tree to estimate option prices by considering possible price paths of the underlying asset."
  },
  {
    "title": "Delta",
    "topic": "Options Greeks",
    "buttonText": "What is Delta?",
    "explanation": "Delta measures the rate of change of the option price with respect to changes in the underlying asset’s price."
  },
  {
    "title": "Gamma",
    "topic": "Options Greeks",
    "buttonText": "What is Gamma?",
    "explanation": "Gamma measures the rate of change of Delta with respect to changes in the underlying asset’s price."
  },
  {
    "title": "Vega",
    "topic": "Options Greeks",
    "buttonText": "What is Vega?",
    "explanation": "Vega measures sensitivity of the option price to changes in implied volatility of the underlying asset."
  },
  {
    "title": "Theta",
    "topic": "Options Greeks",
    "buttonText": "What is Theta?",
    "explanation": "Theta measures the sensitivity of the option price to the passage of time, reflecting time decay."
  },
  {
    "title": "Rho",
    "topic": "Options Greeks",
    "buttonText": "What is Rho?",
    "explanation": "Rho measures sensitivity of the option price to changes in the risk-free interest rate."
  },
  {
    "title": "Hedging",
    "topic": "Risk Strategies",
    "buttonText": "What is Hedging?",
    "explanation": "Hedging involves taking positions to reduce or offset potential losses from adverse price movements."
  },
  {
    "title": "Speculation",
    "topic": "Risk Strategies",
    "buttonText": "What is Speculation?",
    "explanation": "Speculation is the act of taking investment positions to profit from anticipated price movements."
  },
  {
    "title": "Arbitrage",
    "topic": "Risk Strategies",
    "buttonText": "What is Arbitrage?",
    "explanation": "Arbitrage is the simultaneous purchase and sale of assets to profit from price discrepancies without risk."
  },
  {
    "title": "Covered Call",
    "topic": "Options Strategy",
    "buttonText": "What is a Covered Call?",
    "explanation": "A Covered Call involves holding the underlying asset and selling call options on it to generate income."
  },
  {
    "title": "Protective Put",
    "topic": "Options Strategy",
    "buttonText": "What is a Protective Put?",
    "explanation": "A Protective Put is buying a put option to hedge against potential losses in the underlying asset."
  },
  {
    "title": "Straddle",
    "topic": "Options Strategy",
    "buttonText": "What is a Straddle?",
    "explanation": "A Straddle is an options strategy involving buying both a call and a put at the same strike price and expiration, betting on volatility."
  },
  {
    "title": "Strangle",
    "topic": "Options Strategy",
    "buttonText": "What is a Strangle?",
    "explanation": "A Strangle is similar to a straddle but involves buying out-of-the-money call and put options, less expensive but requiring larger price moves."
  },
  {
    "title": "Spread Strategies",
    "topic": "Options Strategy",
    "buttonText": "What are Spread Strategies?",
    "explanation": "Spread Strategies involve simultaneously buying and selling options of the same type with different strike prices or expirations to manage risk and return."
  },
  {
    "title": "Gross Income",
    "topic": "Taxation",
    "buttonText": "What is Gross Income?",
    "explanation": "Gross Income is the total income earned from all sources before any deductions or adjustments."
  },
  {
    "title": "Adjusted Gross Income (AGI)",
    "topic": "Taxation",
    "buttonText": "What is Adjusted Gross Income (AGI)?",
    "explanation": "AGI is gross income adjusted for specific deductions such as contributions to [translate:IRA] accounts or [translate:HSA]."
  },
  {
    "title": "Pre-tax Adjustments",
    "topic": "Taxation",
    "buttonText": "What are Pre-tax Adjustments?",
    "explanation": "Deductions made before calculating taxable income, including contributions to [translate:IRA], [translate:HSA], and other qualified expenses."
  },
  {
    "title": "Standard Deduction vs. Itemized Deductions",
    "topic": "Taxation",
    "buttonText": "Standard vs. Itemized Deductions?",
    "explanation": "Standard Deduction is a fixed deduction amount from AGI, while Itemized Deductions are specific expenses taxpayers claim individually."
  },
  {
    "title": "Taxable Income",
    "topic": "Taxation",
    "buttonText": "What is Taxable Income?",
    "explanation": "Taxable Income equals AGI minus deductions; it is the income amount on which tax liability is calculated."
  },
  {
    "title": "Marginal Tax Rate vs. Effective Tax Rate",
    "topic": "Taxation",
    "buttonText": "Marginal vs. Effective Tax Rate?",
    "explanation": "Marginal Tax Rate is the rate on the last dollar earned, whereas Effective Tax Rate is the average rate on total taxable income."
  },
  {
    "title": "Tax Evasion",
    "topic": "Taxation",
    "buttonText": "What is Tax Evasion?",
    "explanation": "Tax Evasion is an illegal practice of not paying taxes owed by underreporting income or inflating deductions."
  },
  {
    "title": "Tax Avoidance",
    "topic": "Taxation",
    "buttonText": "What is Tax Avoidance?",
    "explanation": "Tax Avoidance is legally minimizing tax liability through planning and use of tax incentives."
  },
  {
    "title": "Tax Haven",
    "topic": "Taxation",
    "buttonText": "What is Tax Haven?",
    "explanation": "A Tax Haven is a jurisdiction with low or no tax rates used to reduce tax liabilities."
  },
  {
    "title": "Deductible Expenses",
    "topic": "Taxation",
    "buttonText": "What are Deductible Expenses?",
    "explanation": "Expenses eligible to be subtracted from income to reduce taxable income."
  },
  {
    "title": "Ability-to-Pay Principle",
    "topic": "Taxation",
    "buttonText": "What is Ability-to-Pay Principle?",
    "explanation": "A tax principle stating that taxes should be levied based on an individual’s capacity to pay."
  },
  {
    "title": "Benefits Received Principle",
    "topic": "Taxation",
    "buttonText": "What is Benefits Received Principle?",
    "explanation": "A tax principle suggesting that those who benefit from government services should pay taxes proportional to the benefits received."
  },
  {
    "title": "Income Tax",
    "topic": "Taxation",
    "buttonText": "What is Income Tax?",
    "explanation": "A tax imposed on individuals or corporations based on their income."
  },
  {
    "title": "Corporate Tax Rate",
    "topic": "Taxation",
    "buttonText": "What is Corporate Tax Rate?",
    "explanation": "The tax rate applied to corporate income; can be statutory (legal rate) or effective (actual rate paid)."
  },
  {
    "title": "Capital Gains Tax",
    "topic": "Taxation",
    "buttonText": "What is Capital Gains Tax?",
    "explanation": "Tax on profits from the sale of an asset, with different rates for short-term and long-term holdings."
  },
  {
    "title": "Dividend Tax",
    "topic": "Taxation",
    "buttonText": "What is Dividend Tax?",
    "explanation": "Tax on dividends received by shareholders, varying between qualified and ordinary dividends."
  },
  {
    "title": "Payroll Tax",
    "topic": "Taxation",
    "buttonText": "What is Payroll Tax?",
    "explanation": "Taxes imposed on wages to fund [translate:Social Security] and [translate:Medicare]."
  },
  {
    "title": "Estate Tax / Gift Tax",
    "topic": "Taxation",
    "buttonText": "What is Estate / Gift Tax?",
    "explanation": "Taxes levied on inherited assets (Estate Tax) or transfers of wealth through gifts (Gift Tax)."
  },
  {
    "title": "Alternative Minimum Tax (AMT)",
    "topic": "Taxation",
    "buttonText": "What is AMT?",
    "explanation": "A parallel tax system designed to ensure that taxpayers with high incomes pay a minimum amount of tax."
  },
  {
    "title": "Withholding Tax",
    "topic": "Taxation",
    "buttonText": "What is Withholding Tax?",
    "explanation": "Tax collected at the source from payments like salaries, dividends, or interest."
  },
  {
    "title": "Transfer Pricing",
    "topic": "Taxation",
    "buttonText": "What is Transfer Pricing?",
    "explanation": "The pricing of transactions between related entities in multinational companies to allocate income and tax liability."
  },
  {
    "title": "BEPS (Base Erosion and Profit Shifting)",
    "topic": "Taxation",
    "buttonText": "What is BEPS?",
    "explanation": "[translate:Base Erosion and Profit Shifting (BEPS)] is an OECD initiative addressing tax avoidance strategies that exploit gaps and mismatches in tax rules."
  },
  {
    "title": "Tax Liability",
    "topic": "Taxation",
    "buttonText": "What is Tax Liability?",
    "explanation": "The total amount of tax owed to the government based on taxable income."
  },
  {
    "title": "Tax Loss Harvesting",
    "topic": "Taxation",
    "buttonText": "What is Tax Loss Harvesting?",
    "explanation": "A strategy of selling investments at a loss to offset capital gains and reduce tax liability."
  },
  {
    "title": "Gross Income",
    "topic": "Taxation",
    "buttonText": "What is Gross Income?",
    "explanation": "Gross Income is the total income earned from all sources before any adjustments or deductions."
  },
  {
    "title": "Adjusted Gross Income (AGI)",
    "topic": "Taxation",
    "buttonText": "What is Adjusted Gross Income (AGI)?",
    "explanation": "[translate:Adjusted Gross Income (AGI)] is your gross income minus allowable pre-tax adjustments such as retirement contributions and student loan interest."
  },
  {
    "title": "Pre-tax Adjustments",
    "topic": "Taxation",
    "buttonText": "What are Pre-tax Adjustments?",
    "explanation": "Deductions applied before calculating taxable income, including retirement contributions, student loan interest, and other qualified expenses."
  },
  {
    "title": "Standard Deduction",
    "topic": "Taxation",
    "buttonText": "What is Standard Deduction?",
    "explanation": "A fixed deduction amount that taxpayers can subtract from their AGI if they do not itemize deductions."
  },
  {
    "title": "Itemized Deductions",
    "topic": "Taxation",
    "buttonText": "What are Itemized Deductions?",
    "explanation": "Specific deductible expenses, such as medical costs or mortgage interest, which taxpayers can claim instead of the standard deduction."
  },
  {
    "title": "Taxable Income",
    "topic": "Taxation",
    "buttonText": "What is Taxable Income?",
    "explanation": "Taxable Income equals AGI minus deductions (standard or itemized); it is the income amount on which taxes are calculated."
  },
  {
    "title": "Ability-to-Pay Principle",
    "topic": "Taxation",
    "buttonText": "What is Ability-to-Pay Principle?",
    "explanation": "A tax principle where individuals are taxed according to their ability to pay, meaning higher income payers bear a greater tax burden."
  },
  {
    "title": "Benefits Received Principle",
    "topic": "Taxation",
    "buttonText": "What is Benefits Received Principle?",
    "explanation": "A principle suggesting that those who benefit from government services should pay taxes proportionate to the benefits received."
  },
  {
    "title": "Income Tax",
    "topic": "Taxation",
    "buttonText": "What is Income Tax?",
    "explanation": "A tax imposed on individuals and businesses based on their income."
  },
  {
    "title": "Corporate Tax",
    "topic": "Taxation",
    "buttonText": "What is Corporate Tax?",
    "explanation": "Tax levied on the profits of corporations, with actual rates varying between statutory and effective rates."
  },
  {
    "title": "Capital Gains Tax",
    "topic": "Taxation",
    "buttonText": "What is Capital Gains Tax?",
    "explanation": "Tax on profits earned from the sale of assets, with rates differing for short-term and long-term holdings."
  },
  {
    "title": "Payroll Tax",
    "topic": "Taxation",
    "buttonText": "What is Payroll Tax?",
    "explanation": "Taxes withheld from employee wages to fund social programs such as Social Security and Medicare."
  },
  {
    "title": "Estate Tax",
    "topic": "Taxation",
    "buttonText": "What is Estate Tax?",
    "explanation": "A tax on the transfer of the taxable estate of a deceased person."
  },
  {
    "title": "Effective Corporate Tax Rate",
    "topic": "Taxation",
    "buttonText": "What is Effective Corporate Tax Rate?",
    "explanation": "The actual tax rate paid by corporations after deductions and credits, often lower than statutory tax rates."
  },
  {
    "title": "Tax Liability",
    "topic": "Taxation",
    "buttonText": "What is Tax Liability?",
    "explanation": "The total amount of tax owed to the government based on taxable income."
  },
  {
    "title": "Compliance Issues Related to Taxation",
    "topic": "Taxation",
    "buttonText": "What are Tax Compliance Issues?",
    "explanation": "Issues related to adhering to tax laws and regulations, including accurate reporting, timely payments, and avoiding penalties."
  }
]