[
  {
  "title": "Time Value of Money (TVM)",
  "topic": "Finance",
  "buttonText": "What is Time Value of Money (TVM)?",
  "explanation": "<p>The <strong>Time Value of Money (TVM)</strong> is a core financial principle stating that a sum of money is worth more today than the same amount in the future due to its potential earning capacity through investment or interest.</p>"
  },
  {
    "title": "Future Value (FV)",
    "topic": "Finance",
    "buttonText": "What is Future Value (FV)?",
    "explanation": "Future Value (FV) is the value of a current asset at a specified date in the future based on an assumed rate of growth or interest."
  },
  {
    "title": "Present Value (PV)",
    "topic": "Finance",
    "buttonText": "What is Present Value (PV)?",
    "explanation": "Present Value (PV) is the current worth of a future sum of money or stream of cash flows given a specified rate of return or discount rate."
  },
  {
    "title": "Net Present Value (NPV)",
    "topic": "Finance",
    "buttonText": "What is Net Present Value (NPV)?",
    "explanation": "Net Present Value (NPV) is the sum of the present values of incoming and outgoing cash flows over a period of time. It measures the profitability of an investment by discounting future cash flows to the present."
  },
  {
    "title": "Internal Rate of Return (IRR)",
    "topic": "Finance",
    "buttonText": "What is Internal Rate of Return (IRR)?",
    "explanation": "Internal Rate of Return (IRR) is the discount rate at which the net present value (NPV) of all cash flows from a particular investment equals zero. It represents the expected rate of return."
  },
  {
    "title": "Modified Internal Rate of Return (MIRR)",
    "topic": "Finance",
    "buttonText": "What is Modified Internal Rate of Return (MIRR)?",
    "explanation": "Modified Internal Rate of Return (MIRR) adjusts the IRR by assuming reinvestment of cash flows at the project's cost of capital rather than the IRR, providing a more realistic measure of return."
  }
]